IDEA Open Model
ConnectionSetup.ConcreteSetup Property
Compatible with IDEA StatiCa 20.1
Note: This API is now obsolete.
 Concrete setup
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
[ObsoleteAttribute]
public ConcreteSetup ConcreteSetup { get; set; }
<ObsoleteAttribute>
Public Property ConcreteSetup As ConcreteSetup
	Get
	Set
Property Value
Type: ConcreteSetup
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace